Repository: Pavel-Ilyin/ParallaxMod
Catalog: Data/Localization/Mod_MyTexts.*.resx
Languages: ru

# DisplayName_Block_IndustrialWelder
source: Industrial welder
ru: Промышленный сварщик

# Description_IndustrialWelder
source: The industrial welder has a large welding coverage area.
ru: Промышленный сварщик имеет большое поле охвата сварки.

# DisplayName_Item_Calculator
source: Calculator
ru: Вычислитель

# DisplayName_Item_Resurspak
source: Resurspak
ru: Ресурспак

# Description_Resurspak
source: Resurspak - a tightly packed package of bullion.
ru: Ресурспак - плотно упакованный пакет слитков.

# Description_InteriorTurret
source: Autonomous anti-personnel turret. Must be manually loaded with MR-50A Rifle Magazines. Maximum range: 800 m. Maximum range auto-aim: 600 m.
ru: Автономная автоматическая турель против живой силы. Необходимо вручную вставлять магазины MR-50A. Максимальная дистанция: 800 м. Дальность автоприцеливания: 600 м.

# Description_MissileTurret
source: Slow-shooting, explosive damage dealing, rocket launcher that can be loaded through conveyors. Uses Rockets. Maximum range: 1600 m.
ru: Ракетная пусковая установка с медленной скоростью стрельбы и взрывным уроном. Использует ракеты и может заряжаться с помощью конвейеров. Максимальная дистанция: 1600 м.

# Description_Small_MissileTurret
source: Slow-shooting, explosive damage dealing, rocket launcher that can be loaded through conveyors. Uses Rockets. Maximum range: 1600 m. Maximum range auto-aim: 1200 m.
ru: Ракетная пусковая установка с медленной скоростью стрельбы и взрывным уроном. Использует ракеты и может заряжаться с помощью конвейеров. Максимальная дистанция: 1600 м. Дальность автоприцеливания: 1200 м.

# Description_GatlingTurret
source: Large-caliber turret that can be loaded using conveyors. Uses boxes of high-caliber Gatling ammunition. Maximum range: 2400 m. Maximum range auto-aim: 1600 m.
ru: Крупнокалиберная турель Гатлинга, которая будет автоматически наводиться на все враждебные объекты в радиусе действия. Может управляться вручную из кокпита. Максимальная дистанция: 2400 м. Дальность автоприцеливания: 1600 м.

# Description_Small_GatlingTurret
source: Turret that can be loaded through conveyors. Uses Gatling Ammo Boxes. Maximum range: 1400 m. Maximum range auto-aim: 1200 m.
ru: Турель Гатлинга, которая будет автоматически наводиться на все враждебные объекты в радиусе действия. Может управляться вручную из кокпита. Максимальная дистанция: 1400 м. Дальность автоприцеливания: 1200 м.

# Description_Small_GatlingTurretReskin
source: Fast-shooting turret that can be loaded through conveyors. Uses Gatling Ammo Boxes. Maximum range: 1400 m. Maximum range auto-aim: 1200 m.
ru: Скорострельная турель Гатлинга, которая будет автоматически наводиться на все враждебные объекты в радиусе действия. Может управляться вручную из кокпита. Максимальная дистанция: 1400 м. Дальность автоприцеливания: 1200 м.

# Description_LargeCalibreTurret
source: A titanic turret perfectly suited for battles against heavily armored targets. Uses Artillery Shells. Maximum range: 4000 m. Maximum range auto-aim: 1600 m.
ru: Огромная турель, идеально подходящая для сражений с тяжелобронированными целями. Использует артиллерийские снаряды. Максимальная дистанция: 4000 м. Дальность автоприцеливания: 1600 м.

# Description_HeavyCalibreGun
source: A titanic gun perfectly suited for battles against heavily armored targets. Uses Artillery Shells. Maximum range: 4000 m.
ru: Огромное орудие, идеально подходящее для сражений с тяжелобронированными целями. Использует артиллерийские снаряды. Максимальная дистанция: 4000 м.

# Description_MediumCalibreTurret
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Assault Cannon Shells. Maximum range: 2800 m. Maximum range auto-aim: 1600 m.
ru: Старший брат автопушки, более крупный и медленный. Наносит серьёзный урон бронированным целям. Использует снаряды штурмовой пушки. Максимальная дистанция: 2800 м. Дальность автоприцеливания: 1600 м.

# Description_Small_MediumCalibreGun
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Assault Cannon Shells. Maximum range: 2800 m. Maximum range auto-aim: 1200 m.
ru: Старший брат автопушки, более крупный и медленный. Наносит серьёзный урон бронированным целям. Использует снаряды штурмовой пушки. Максимальная дистанция: 2800 м. Дальность автоприцеливания: 1200 м.

# Description_MediumCalibreGun
source: Slower and bigger sibling of the Autocannon. Deals decent damage to armored targets. Uses Assault Cannon Shells. Maximum range: 2800 m.
ru: Старший брат автопушки, более крупный и медленный. Наносит серьёзный урон бронированным целям. Использует снаряды штурмовой пушки. Максимальная дистанция: 2800 м.

# Description_AutoCannonTurret
source: Medium rate of fire, with a good punch in a small turret. Uses Autocannon Magazines. Maximum range: 1800 m. Maximum range auto-aim: 1200 m.
ru: Маленькая турель со средней скорострельностью и приличной огневой мощью. Заряжается магазинами автопушки. Максимальная дистанция: 1800 м. Дальность автоприцеливания: 1200 м.

# Description_Autocannon
source: Medium rate of fire, with a good punch. Uses Autocannon Magazines. Maximum range: 1800 m.
ru: Средняя скорострельность и приличная огневая мощь. Заряжается магазинами автопушки. Максимальная дистанция: 1800 м.

# Description_Railgun
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Large Railgun Sabots. Maximum range: 4000 m.
ru: Большая дальность стрельбы, максимальное бронепробитие и очень низкая скорострельность. Для каждого выстрела требуется зарядка. Использует крупные снаряды рельсотрона. Максимальная дистанция: 4000 м.

# Description_SmallRailgun
source: High range, maximum penetration, very low rate of fire. Needs to charge up before each shot. Uses Small Railgun Sabots. Maximum range: 2800 m.
ru: Большая дальность стрельбы, максимальное бронепробитие и очень низкая скорострельность. Для каждого выстрела требуется зарядка. Использует малые снаряды рельсотрона. Максимальная дистанция: 2800 м

# Description_GatlingGun
source: Fast-shooting gun that can be loaded through conveyors. Uses Gatling Ammo Boxes. Maximum range: 1400 m.
ru: Скорострельный пулемет Гатлинга. Добавьте оружие на панель инструментов корабля для управления стрельбой. Используйте камеру для прицеливания на больших расстояниях. Максимальная дистанция: 1400 м.

# Description_RocketLauncher
source: Slow-shooting, explosive damage dealing, rocket launcher that must be loaded manually. Uses Rockets. Maximum range: 1600 m.
ru: Ракетная пусковая установка с медленной скоростью стрельбы и взрывным уроном. Использует ракеты и заряжается вручную. Максимальная дистанция: 1600 м.

# Description_LargeRocketLauncher
source: A bigger version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Rockets. Maximum range: 1600 m.
ru: Более крупная ракетная пусковая установка, которая может быть соединена конвейерами для автоматической перезарядки. Использует ракеты. Максимальная дистанция: 1600 м.

# Description_RocketLauncherReload
source: An advanced version of the rocket launcher, capable of using the conveyor system to automatically reload. Uses Rockets. Maximum range: 1600 m.
ru: Продвинутая версия ракетной пусковой установки, способная автоматически перезаряжаться с помощью конвейерной системы. Использует ракеты. Максимальная дистанция: 1600 м.

# Description_DefensiveCombatBlock
source: Type: Combat This can detect and target lock enemy grids up to 4000m. Additionally, it can be set up to flee to a predetermined location when it has detected an enemy. When enemies are detected, this block takes priority over any active Task type blocks.
ru: Тип: бой Может обнаруживать и наводиться на вражеские структуры на расстоянии до 4000 м. Кроме того, возможна настройка для бегства в заранее заданное место в случае обнаружения врага. При обнаружении врага этот блок имеет приоритет над активными блоками типа «Задание».

# Description_OffensiveCombatBlock
source: Type: Combat This can detect, target lock, and engage enemy grids up to 4000m using customizable attack patterns. When enemies are detected, this block takes priority over any active Task type blocks.
ru: Тип: бой Может обнаруживать цели, захватывать ее и атаковать на расстоянии до 4000 м, используя настраиваемые схемы атаки. При обнаружении врага этот блок имеет приоритет над активными блоками типа «Задание».

# DisplayName_Item_50x184mm
source: Gatling Ammo Box High Caliber
ru: Боеприпасы 50x184 мм

# DisplayName_MostlyHarmlessEnergy
source: MA - flash
ru: MA - вспышка

# DisplayName_Designator
source: Targeting turret
ru: Лазерный целеуказатель

# Description_Designator
source: Designator. Maximum range: 7000 m.
ru: Лазерный целеуказатель, используйте для одновременной работы со скриптами. Максимальная дистанция: 7000 м.

# Description_SmallDesignator
source: Designator. Maximum range: 4000 m.
ru: Лазерный целеуказатель, используйте для одновременной работы со скриптами. Максимальная дистанция: 4000 м.

# DisplayName_Block_SuperContainer
source: Supercontainer
ru: Суперконтейнер

# Description_SmallCargoSuperContainer
source: Large capacity container.
ru: Контейнер увеличеной ёмкости.

# DisplayName_Item_Artifact
source: Artifact
ru: Артефакт

source: Palladium
ru: Палладий

# DisplayName_Item_PalladiumIngot
source: Palladium ingot
ru: Палладиевый слиток

# DisplayName_Item_PalladiumOre
source: Palladium Ore
ru: Палладиевая руда

# DisplayName_Block_SuperProductivityModule
source: Supermodule
ru: Супермодуль

# Description_SuperProductivityModule
source: Module for ultra-productivity.
ru: Модуль суперпроизводительности.

# DisplayName_Block_SuperSensor
source: Supersensor
ru: Суперсенсор

# Description_SuperSensor
source: Extended Range Sensor.
ru: Сенсор увеличеной дальности действия.

# DisplayName_Block_ShieldGenerator
source: Energy Shield
ru: Энергетический щит

# Description_ShieldGenerator
source: The energy shield absorbs some of the kinetic damage received from impacts or projectiles. Has high power consumption.
ru: Энергетический щит поглащает часть кинетического урона полученного при ударениях или воздействии снарядов. Имеет высокое энергопотребление.

# DisplayName_Category_Parallax
source: Integrations
ru: Интеграции

# DisplayName_Block_StoneRecycler
source: Stone Recycler
ru: Утилизатор камня

# Description_StoneRecycler
source: Designed to destroy stone.
ru: Предназначен для уничтожения камня.

# DisplayName_Item_Missile200mm
source: Missile
ru: Ракета

# DisplayName_Item_Missile_GS
source: Precision missile PH-4
ru: Высокоточная ракета ВС-4

# DisplayName_Simple_Store
source: Simple Store
ru: Простой магазин

# DisplayName_JumpInhibitor
source: Jump inhibitor
ru: Ингибитор ПД

# DisplayName_Block_SuperHydrogenTank
source: Super hydrogen tank
ru: Супер водородный бак

# DisplayName_Block_SuperGenerator
source: Super hydrogen generator
ru: Супер герератор водорода

# DisplayName_TeleportGateway
source: Teleport
ru: Телепорт

# Description_TeleportGateway
source: Teleportation block.
ru: Блок телепортации.

# DisplayName_Block_QuantumStorage
source: Quantum storage
ru: Квантовое хранилище

# Description_QuantumStorage
source: High Density Storage Container.
ru: Контейнер высокой плотности хранения.

# DisplayName_Block_SmallHeavyCalibreGun
source: Small artillery
ru: Малая артиллерия

# Description_SmallHeavyCalibreGun
source: A titanic gun perfectly suited for battles against heavily armored targets. Uses Artillery Shells. Maximum range: 4000 m.
ru: Огромное орудие, идеально подходящее для сражений с тяжелобронированными целями. Использует артиллерийские снаряды. Максимальная дистанция: 4000 м.

# DisplayName_Block_SuperAssembler
source: Special assembler
ru: Специальный сборщик

# Description_Assembler
source: High capacity assembler.
ru: Сборщик повышеной ёмкости.

# DisplayName_Item_Promotion
source: Promotion
ru: Акция

source: Titanium
ru: Титан

# DisplayName_Item_TitaniumIngot
source: Titanium ingot
ru: Титановый слиток

# DisplayName_Item_TitaniumOre
source: Titanium Ore
ru: Титановая руда

# DisplayName_Item_TitaniumPlate
source: Titanium plate
ru: Титановая пластина

# Description_TitaniumArmor
source: Titanium armor. Very strong and light..
ru: Титановая броня. Очень прочная и лёгкая.

# DisplayName_Block_TitaniumArmorBlock
source: Titanium Armor Block
ru: Блок титановой брони

# DisplayName_Block_TitaniumArmorSlope
source: Titanium Armor Slope
ru: Скат титановой брони

# DisplayName_Block_TitaniumArmorCorner
source: Titanium Armor Corner
ru: Угол титановой брони

# DisplayName_Block_TitaniumArmorInvCorner
source: Titanium Armor Inverse Corner
ru: Обратный угол титановой брони

# DisplayName_Block_TitaniumRoundArmorSlope
source: Round Titanium Armor
ru: Круглая титановая броня

# DisplayName_Block_TitaniumRoundArmorCorner
source: Round Titanium Armor Corner
ru: Круглый угол титановой брони

# DisplayName_Block_TitaniumRoundArmorInvCorner
source: Round Titanium Armor Inverse Corner
ru: Круглый обратный угол титановой брони

# DisplayName_Block_HalfTitaniumArmorBlock
source: Half Titanium Armor Block
ru: Полублок титановой брони

# DisplayName_Block_HalfSlopeTitaniumArmorBlock
source: Half Titanium Armor Corner
ru: Угловой полублок титановой брони

# DisplayName_Block_TitaniumArmorSlope2Base
source: 2x1 Titanium Armor Base Slope
ru: Скат 2x1 основа титановой брони

# DisplayName_Block_TitaniumArmorSlope2Tip
source: 2x1 Titanium Armor Tip
ru: Скат 2x1 вершина титановой брони

# DisplayName_Block_TitaniumArmorCorner2Base
source: 2x1 Titanium Armor Base Corner
ru: Угол 2x1 основа титановой брони

# DisplayName_Block_TitaniumArmorCorner2Tip
source: 2x1 Titanium Armor Tip Corner
ru: Угол 2x1 вершина титановой брони

# DisplayName_Block_TitaniumArmorInvCorner2Base
source: 2x1 Inverted Corner Titanium Armor Base
ru: Обратный угол 2x1 основа титановой брони

# DisplayName_Block_TitaniumArmorInvCorner2Tip
source: 2x1 Inverted Corner Titanium Armor Tip
ru: Обратный угол 2x1 вершина титановой брони

# DisplayName_Block_TitaniumArmorCornerSquare
source: Rectangular Corner Titanium Armor Block
ru: Прямоуг. угловой блок титан. брони

# DisplayName_Block_TitaniumArmorCornerSquareInverted
source: Inverted Rectangular Corner Titanium Block. armor
ru: Обратн. прямоуг. угловой блок титан. брони

# DisplayName_Block_TitaniumArmorHalfCorner
source: Titanium armor half-block corner
ru: Угловой полублок титан. брони

# DisplayName_Block_TitaniumArmorHalfSlopeCorner
source: Titanium armor half-block corner sloping
ru: Угловой наклонный полублок титан. брони

# DisplayName_Block_TitaniumArmorHalfSlopeCornerInverted
source: Titanium armor half-block inverted
ru: Обратн. угловой наклон. полублок титан. брони

# DisplayName_Block_TitaniumArmorHalfSlopedCorner
source: Titanium armor half-block corner. armor
ru: Угловой полублок титан. брони

# DisplayName_Block_TitaniumArmorHalfSlopedCornerBase
source: Half block of titanium armor angled slope base
ru: Полублок основы угл. наклон. титан. брони

# DisplayName_Block_TitaniumArmorHalfSlopeInverted
source: Inverted sloping half block of titanium armor
ru: Обратн. наклонный полублок титан. брони

# DisplayName_Block_TitaniumArmorSlopedCorner
source: Corner sloping titanium armor
ru: Угловая наклонная титан. броня

# DisplayName_Block_TitaniumArmorSlopedCornerBase
source: Base of corner sloping titanium armor
ru: Основа угловой наклонной титан. брони

# DisplayName_Block_TitaniumArmorSlopedCornerTip
source: Top of corner sloping titanium. armor
ru: Вершина угловой наклонной титан. брони

# DisplayName_Block_TitaniumArmorRaisedSlopedCorner
source: Titanium armor raised slope corner
ru: Угловой приподнятый скат титановой брони

# DisplayName_Block_TitaniumArmorSlopeTransition
source: Titanium armor slope, transition
ru: Скат титановой брони, переход

# DisplayName_Block_TitaniumArmorSlopeTransitionBase
source: Titanium armor slope, transition base
ru: Скат титановой брони, переходная основа

# DisplayName_Block_TitaniumArmorSlopeTransitionBaseMirrored
source: Titanium armor slope, reflected transition base
ru: Скат титановой брони, отраженная переходная основа

# DisplayName_Block_TitaniumArmorSlopeTransitionMirrored
source: Titanium armor slope, mirrored transition
ru: Скат титановой брони, отраженный переход

# DisplayName_Block_TitaniumArmorSlopeTransitionTip
source: Titanium armor slope, transition tip
ru: Скат титановой брони, переходная вершина

# DisplayName_Block_TitaniumArmorSlopeTransitionTipMirrored
source: Titanium armor slope, mirrored transition tip
ru: Скат титановой брони, отраженная переходная вершина

# DisplayName_Block_TitaniumArmorSquareSlopedCornerBase
source: Slanted corner base, rectangular, titanium. armor
ru: Накл. угловая база прямоуг. титан. брони

# DisplayName_Block_TitaniumArmorSquareSlopedCornerTip
source: Inc. corner tip of rectangular titanium armor
ru: Накл. угловая вершина прямоуг. титан. брони

# DisplayName_Block_TitaniumArmorSquareSlopedCornerTipInv
source: Inc. corner tip of rectangular titanium armor. (reverse)
ru: Накл. угловая вершина прямоуг. титан. брони. (обратн.)

# DisplayName_Block_Armor2x1SlopedPanelTitanium
source: Titanium plating panel 2x1 (base, slope)
ru: Панель титановой обшивки 2x1 (основа, скат)

# DisplayName_Block_ArmorHalfPanelTitanium
source: Titanium plating half panel
ru: Полупанель титановой обшивки

# DisplayName_Block_ArmorPanelTitanium
source: Titanium plating panel
ru: Панель титановой обшивки

# DisplayName_Block_ArmorSlopedPanelTitanium
source: Titanium plating panel (slope)
ru: Панель титановой обшивки (скат)

# DisplayName_Block_ArmorSlopedSidePanelTitanium
source: Titanium siding panel (side)
ru: Панель титановой обшивки (бок)

# DisplayName_Block_Armor2x1SlopedSideBasePanelTitanium
source: Titanium siding panel 2x1 (base, right)
ru: Панель титановой обшивки 2x1 (основа, правая)

# DisplayName_Block_Armor2x1SlopedSideBasePanelTitaniumInv
source: Titanium siding panel 2x1 (base, left)
ru: Панель титановой обшивки 2x1 (основа, левая)

# DisplayName_Block_ArmorHalfSlopedPanelTitanium
source: Titanium siding panel (half-slope)
ru: Панель титановой обшивки (полускат)

# DisplayName_Block_Armor2x1HalfSlopedPanelTitanium
source: Titanium siding half panel 2x1 (base, right)
ru: Полупанель титановой обшивки 2x1 (основа, правая)

# DisplayName_Block_Armor2x1HalfSlopedPanelTitaniumInv
source: Titanium Sheathing Half Panel 2x1 (Base, Left)
ru: Полупанель титановой обшивки 2x1 (основа, левая)

# DisplayName_Block_Armor2x1SlopedSideTipPanelTitanium
source: Titanium Sheathing Panel 2x1 (Top, Right)
ru: Панель титановой обшивки 2x1 (вершина, правая)

# DisplayName_Block_Armor2x1SlopedSideTipPanelTitaniumInv
source: Titanium Sheathing Panel 2x1 (Top, Left)
ru: Панель титановой обшивки 2x1 (вершина, левая)

# DisplayName_Block_Armor2x1SlopedPanelTipTitanium
source: Titanium Sheathing Panel 2x1 (Top, Slope)
ru: Панель титановой обшивки 2x1 (вершина, скат)

# DisplayName_Block_Armor2x1HalfSlopedTipPanelTitanium
source: Titanium Sheathing Half Panel 2x1 (Top, Right)
ru: Полупанель титановой обшивки 2x1 (вершина, правая)

# DisplayName_Block_Armor2x1HalfSlopedTipPanelTitaniumInv
source: Titanium Sheathing Half Panel 2x1 (Top, Left)
ru: Полупанель титановой обшивки 2x1 (вершина, левая)

# DisplayName_Block_ArmorQuarterPanelTitanium
source: Titanium Sheathing Quarter Panel
ru: Четвертьпанель титановой обшивки

# DisplayName_Block_ArmorCenterPanelTitanium
source: Center titanium skin panel
ru: Центральная панель титановой обшивки

# DisplayName_Block_ArmorHalfCenterPanelTitanium
source: Titanium Skin Center Half Panel
ru: Центральная полупанель титановой обшивки

# DisplayName_Block_ArmorPanelRoundCornerTitanium
source: Titanium Skin Panel Round Corner
ru: Панель титановой обшивки, круглый угол

# DisplayName_Block_ArmorPanelRoundTitanium
source: Titanium Skin Panel Round
ru: Панель титановой обшивки, круглая

# DisplayName_Block_ArmorPanelRoundInvertedCornerTitanium
source: Titanium Skin Panel Round Inverted Corner
ru: Панель титановой обшивки, круглый обратный угол

# DisplayName_Block_ArmorPanelRoundFaceTitanium
source: Titanium cladding panel, round, face
ru: Панель титановой обшивки, круглая, лицевая

# DisplayName_Block_NanobotBuildAndRepairSystem
source: Nanobot Build And Repair System
ru: Нанитка

# Description_NanobotBuildAndRepairSystem
source: Nanobot system for assembly, repair and disassembly of blocks.
ru: Система наноботов для сборки, ремонта и разборки блоков.
